$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: 'वेद से संलग्न गद्य टिप्पणियां  क्या कही जाती है ?',
                a: "C.",
                options: ["A.", "B.", "C.", "D."]},
   
   
            {q: "गुप्त वंश के पश्चात उत्तर भारत के बड़े भाग का पुनर्गठन किसने किया ?",
                a: 'C. "हर्षवर्धन"',
                options: ["चालुक्य", "राजपूत", "हर्षवर्धन", "इनमें से कोई नहीं"]},
   
   
            {q: "13वीं शताब्दी में सेना का सर्वोच्च अधिकारी कौन होता था ?",
                a: "B खान",
                options: ["A. मालिक", "B खान", "C. सूबेदार", "D. सिपहसालार"]},
   
   
            {q: "भारत में  गुलाम वंश का संस्थापक कौन था ?",
                a: "कुतुबुद्दीन ऐबक",
                options: ["कुतुबुद्दीन ऐबक", "इल्तुतमिश", "कैकूबाद", "आराम शाह"]},
   
   
            {q: "डेल नामक डच नौका ने 1605 में कहां लंगर डाला था ?",
                a: "मसूलीपट्टनम",
                options: ["मसूलीपट्टनम", "निजामपत्नम", "तेगण्यमपत्तनम", "कावेरिपट्टनम"]},
   
          
            {q:"निम्नलिखित घटनाओं में से कौन सी 1919 में घटी ?",
                a: "जलियांवाला बाग हत्याकांड",
                options: ["बंगाल में स्थाई बंदोबस्त", "बंगाल का विभाजन", "जलियांवाला बाग हत्याकांड", "उपयुक्त सभी"]},
    
    
             {q: "निम्नलिखित में से किसने 1857 के विद्रोह का कानपुर में नेतृत्व किया था ?",
                a: "नाना साहेब",
                options: ["रानी लक्ष्मीबाई", "तात्या टोपे", "कुंवर सिंह", "नाना साहेब"]},
    

            {q: "कनिष्क कुशान वंश का राजा था -",
                a: "तृतीय",
                options: ["प्रथम", "द्वितीय", "तृतीय", "चतुर्थ"]},
   

            {q: "भरहुत भूमि  किससे संबंधित है ?",
                a: " बौद्ध धर्म से",
                options: ["जैन धर्म से", "बौद्ध धर्म से", "हिंदू धर्म से"]}, 
   

              {q: "चंगेज खान के अधीन मंगोलो ने भारत पर आक्रमण कब किया था ?",
                a: "इल्तुतमिश के शासनकाल में",
                options: ["बलबन के शासनकाल में", "फिरोज तुगलक के शासनकाल में", "इल्तुतमिश के शासनकाल में", "मोहम्मद बिन तुगलक के शासनकाल में"]}
        ]
    }
});